Revit 2024 API
FilterNumericRuleEvaluator Properties
The FilterNumericRuleEvaluator type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
FilterNumericRuleEvaluator Class
Autodesk.Revit.DB Namespace